; -----------------------------------------------------------------------------;
; LocK-A-FoLdeR Language File
; Language : Romanian
; Translation by: Alexandru Gheorghe Visinoiu
; -----------------------------------------------------------------------------;

[LocK-A-FoLdeR]
authorlink = "gta809@gmail.com"
Translationby = "Alexandru Gheorghe Visinoiu"
Language = "Romanian"
pickatask = "Alege o sarcină"
lockafolder = "Blochează un dosar"
unlockselected = "Deblochează dosarul selectat"
changepassword = "Schimbă parola principală"
exit = "Inchide"
Aboutlockafolder = "Despre LocK-A-FoLdeR"
enternewpassword = "Scrie parola nou"
entermasterpassword = "Introduce parola principală"
alreadyrunning = "LocK-A-FoLdeR rulează deja"
doesntexist = "nu există"
chooseafolder = "Alegeți un dosar pentru a bloca"
selectfirst = "vă rugăm să selectați un folder"
alreadyinlist = "este deja în listă"
plzwait = "Va rugăm să asteptați"
unable2lock = "nu poate fi blocat"
unable2unlock = "nu poate fi deblocat"
invalidpass = "Parolă incorectă"
alertmasterpass = "Vă rugăm să alegeți o parolă principală."
nointernet = "Este o problema cu conexiunea la internet"
checkupdates = "Caută actualizări"
openreadme = "Deschide fișierul Readme"
visitwebpage = "Vizitează pagina de web"
rescuecentre = "Centrul de salvare"
Rescuefolder = "Recuperează un folder"
notinlist = "Folderele care nu sunt în listă pot fi deblocate de aici."